cask_args appdir: '/Applications'

tap "homebrew/dupes"

brew "gpg"
brew "curl"
brew "tmux"
brew "zsh"
brew "vim"
brew "emacs"
brew "cmus"
brew "mutt"
brew "irssi"
brew "hub"
brew "mplayer"
brew "grep"
brew 'openssl'

cask "google-chrome"
cask "dropbox"
cask "iterm2"
cask "slack"
cask "skype"
cask "spectacle"
cask "awareness"
cask "rescuetime"
cask "evernote"
cask "flux"
cask "vlc"

